import React from 'react';
import Image from "next/image";
import banner from "@/assets/Images/services/methodBanner.png";

function Methods() {
    return (
        <section className="my-10">
            <div className="xl:max-w-[75rem]  mx-auto bg-[#FBF7F5] rounded-xl p-6 md:p-12 space-y-10">
                <div className="space-y-4">
                    <h3 className="md:text-xl font-bold">به‌روز‌رسانی مداوم متدهای آموزشی</h3>
                    <p className="max-sm:text-sm text-justify leading-8 text-[#4d4d4d]">یادگیری در به‌لند فقط یک تجربه آموزشی ساده نیست، بلکه همراه با انگیزه و ارزش‌آفرینی است. ما باور
                        داریم وقتی شما زمان و انرژی خود را صرف یادگیری می‌کنید، باید نتیجه‌ای فراتر از دانش به دست
                        بیاورید. به همین دلیل سیستم پاداش در ازای آموزش طراحی شده است؛ سیستمی که به شما امکان می‌دهد با
                        هر مرحله پیشرفت، امتیاز یا پاداش واقعی دریافت کنید. این پاداش‌ها می‌تواند شامل دسترسی به
                        ابزارهای تخصصی، اعتبار مالی در پلتفرم یا حتی جوایز ویژه باشد. به این شکل، شما تنها یک کاربر
                        نیستید، بلکه عضوی فعال از جامعه یادگیرندگان به‌لند محسوب می‌شوید. این روش باعث می‌شود فرآیند
                        آموزش نه‌تنها سرگرم‌کننده‌تر، بلکه سودمندتر هم باشد. هدف ما ایجاد انگیزه‌ای پایدار است تا هر
                        قدمی که در مسیر یادگیری برمی‌دارید، با ارزش و لذت همراه باشد. در واقع، آموزش در به‌لند ترکیبی از
                        رشد فردی، انگیزه مالی و تجربه‌ای متفاوت است که در هیچ جای دیگر مشابهش را پیدا نمی‌کنید.</p>
                </div>
                <div className="flex gap-10 flex-col-reverse lg:flex-row lg:items-center">
                    <div className="space-y-6 flex-1">
                        <h5 className="sm:text-lg font-bold">به‌روز‌رسانی مداوم متدهای آموزشی</h5>
                        <ul className="list-inside list-disc space-y-4 max-sm:text-sm">
                            <li>یادگیری همراه با پاداش</li>
                            <li>با هر پیشرفت در آموزش، امتیاز و اعتبار دریافت می‌کنید.</li>
                            <li>پاداش‌ها شامل ابزارهای تخصصی، دسترسی‌های ویژه و جوایز خاص می‌شود.</li>
                            <li>انگیزه شما برای ادامه مسیر یادگیری بیشتر می‌شود.</li>
                            <li>هر قدمی که برمی‌دارید به رشد واقعی و سود همراه است</li>
                        </ul>
                    </div>
                    <Image src={banner} alt={"methods"} className="rounded-xl flex-1 max-lg:w-full" />
                </div>
                <div className="space-y-4">
                    <h3 className="md:text-xl font-bold">به‌روز‌رسانی مداوم متدهای آموزشی</h3>
                    <p className="max-sm:text-sm text-justify leading-8 text-[#4d4d4d]">یادگیری در به‌لند فقط یک تجربه آموزشی ساده نیست، بلکه همراه با انگیزه و ارزش‌آفرینی است. ما باور
                        داریم وقتی شما زمان و انرژی خود را صرف یادگیری می‌کنید، باید نتیجه‌ای فراتر از دانش به دست
                        بیاورید. به همین دلیل سیستم پاداش در ازای آموزش طراحی شده است؛ سیستمی که به شما امکان می‌دهد با
                        هر مرحله پیشرفت، امتیاز یا پاداش واقعی دریافت کنید. این پاداش‌ها می‌تواند شامل دسترسی به
                        ابزارهای تخصصی، اعتبار مالی در پلتفرم یا حتی جوایز ویژه باشد. به این شکل، شما تنها یک کاربر
                        نیستید، بلکه عضوی فعال از جامعه یادگیرندگان به‌لند محسوب می‌شوید. این روش باعث می‌شود فرآیند
                        آموزش نه‌تنها سرگرم‌کننده‌تر، بلکه سودمندتر هم باشد. هدف ما ایجاد انگیزه‌ای پایدار است تا هر
                        قدمی که در مسیر یادگیری برمی‌دارید، با ارزش و لذت همراه باشد. در واقع، آموزش در به‌لند ترکیبی از
                        رشد فردی، انگیزه مالی و تجربه‌ای متفاوت است که در هیچ جای دیگر مشابهش را پیدا نمی‌کنید.</p>
                </div>
            </div>
        </section>
    );
}

export default Methods;