export const ChartData = [
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [10, 90], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(166, 189, 0, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/ranking.svg",
        percentage: 10,
        color: "text-chart-ranking",
        bg: "bg-[#A6BD001A]",
        description: " ۱۰٪ صندوق توسعه و رشد اکوسیستم",
        borderColor: "border-chart-ranking",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [35, 65], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(255, 123, 0, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/people.svg",
        percentage: 35,
        color: "text-chart-people",
        description: "۳۵٪ کاربران یادگیرنده و استخراج‌کننده",
        bg: "bg-[#FF7B001A]",
        borderColor: "border-chart-people",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [10, 90], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(1, 159, 111, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/security-card.svg",
        percentage: 10,
        color: "text-chart-security",
        description: " ۱۰٪ بنیان‌گذار پروژه",
        bg: "bg-[#019F6F1A]",
        borderColor: "border-chart-security",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [10, 90], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(135, 0, 255, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/crown.svg",
        percentage: 10,
        color: "text-chart-crown",
        description: " ۱۰٪ تبلیغات و توسعه برند",
        bg: "bg-[#8700FF1A]",
        borderColor: "border-chart-crown",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [5, 95], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(255, 166, 0, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/award.svg",
        percentage: 5,
        color: "text-chart-award",
        description: " ۵٪  مدیران اصلی پروژه",
        bg: "bg-[#FFBA001A]",
        borderColor: "border-chart-award",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [5, 95], // 40% رنگی، 60% خاکستری
                    backgroundColor: [
                        "rgba(0, 166, 222, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/emoji-normal.svg",
        percentage: 5,
        color: "text-chart-smile",
        description: " ۵٪ اعضای تیم اجرایی",
        bg: "bg-[#00A6DE1A]",
        borderColor: "border-chart-smile",
    },
    {
        data: {
            // labels: ["Progress", "Remaining"],
            datasets: [
                {
                    data: [10, 75],
                    backgroundColor: [
                        "rgba(207, 29, 0, 1)", // رنگ پر شده
                        "rgb(229, 229, 229)", // خاکستری برای بقیه
                    ],
                    borderWidth: 0,
                },
            ],
        },
        icon: "/images/charticon/personalcard.svg",
        percentage: 10,
        color: "text-chart-idCard",
        description: "۱۰٪ فروش مرحله ای",
        bg: "bg-[#CF1D001A]",
        borderColor: "border-chart-idCard",
    },
];

export const SemiCircleChartData = {
    datasets: [
        {
            data: [35, 5, 10, 25, 5, 10, 10],
            backgroundColor: [
                "#FF7B00",
                "#00A6DE",
                "#8700FF",
                "#CF1D00",
                "#FFBA00",
                "#019F6F",
                "#A6BD00",
            ],
            display: true,
            borderColor: "#FFF"
        }
    ]
};


import Amirali from "../assets/Images/TeamMemebers/Amirali2.png";
import Mehdi from "../assets/Images/TeamMemebers/Mehdi2.png";
// import Amirhossein from "../assets/Images/TeamMemebers/Amirhossein.png";
// import Nasrin from "../assets/Images/TeamMemebers/Narges.png";
import Shiva from "../assets/Images/TeamMemebers/Shiva.png";
import Davood from "../assets/Images/TeamMemebers/David.png";
import Parham from "../assets/Images/TeamMemebers/parham.png";
import Alireza from "../assets/Images/TeamMemebers/Alireza.png";
// import Yassaman from "../assets/Images/TeamMemebers/Yassaman.png";
import Abbasi from "../assets/Images/TeamMemebers/Abbasi.png";
import discount from "../assets/Images/discount.png";

export const Teams = [
    {
        name: "امیرعلی نیرومند زال پور",
        title: "Founder & CEO",
        role: ["مسئول نظارت کلی", "مدیریت استراتژیک پروژه", "تعیین مسیر رشد"],
        image: Amirali,
    },
    {
        name: "مهدی خسروی",
        title: "Technical Lead ",
        role: ["مسئول توسعه ربات تلگرام", "مدیریت زیرساخت فنی"],
        image: Mehdi,
    },
    {
        name: "پرهام حسن‌زاده",
        title: "Senior Web developer ",
        role: [],
        image: Parham,
    },
    {
        name: "فاطمه عباسی",
        title: "Senior  UI/UX Designer ",
        role: [],
        image: Abbasi,
    },
    {
        name: "علیرضا نیرومند زال پور",
        title: "Educational Content Lead ",
        role: ["طراحی دوره‌های آموزشی", "تدوین مسیر رشد کاربران"],
        image: Alireza,
    },

    {
        name: "شیوا محققی",
        title: "PR Development Consultant ",
        role: ["مشاوره در زمینه برندینگ", "ارتباط با مخاطبان"],
        image: Shiva,
    },
    {
        name: "داوود سپهریان",
        title: "Data Analyst & Market Researcher ",
        role: [
            "تحلیل داده‌های کاربران",
            "بررسی بازارهای هدف",
            "تدوین استراتژی‌های ورود به بازار",
        ],
        image: Davood,
    },

];

export const saleStages = [
    {
        title: "مرحله اول – Private Sale 1",
        tokens: "۲۰۰,۰۰۰ توکن",
        price: "۰.۱۰ دلار",
        description:
            "تخفیف ویژه برای خریداران داخلی؛ تعداد خریداران محدود (حدود ۷ نفر).",
        badge: "تخفیف ویژه",
        highlight: false,
        discount: discount,
    },
    {
        title: "مرحله دوم – Private Sale 2",
        tokens: "۱۵۰,۰۰۰ توکن",
        price: "۰.۱۰ دلار",
        description:
            "خرید بدون تخفیف؛ با محدودیت بین ۱,۰۰۰ تا ۲,۰۰۰ دلار و ۸ تا ۱۵ خریدار.",
    },
    {
        title: "مرحله سوم – Private Sale 3",
        tokens: "۱۵۰,۰۰۰ توکن",
        price: "۰.۲۰ دلار",
        description:
            "خرید با قیمت بالاتر، در بازه ۵۰۰ تا ۱,۰۰۰ دلار؛ مناسب برای ۳۰ تا ۶۰ خریدار.",
    },
    {
        title: "مرحله چهارم – Pre–Public Sale",
        tokens: "۱۰۰,۰۰۰ توکن",
        price: "۰.۳۰ دلار",
        description:
            "پل بین فروش خصوصی و عمومی؛ خرید از ۱۰۰ تا ۱,۰۰۰ دلار برای ۳۰ تا ۳۰۰ خریدار.",
    },
    {
        title: "مرحله پنجم – DEX Listing (Stage 0)",
        tokens: "۱۰۰,۰۰۰ توکن",
        price: "۰.۴۰ دلار",
        description:
            "لیست در صرافی TON با قیمت شناور؛ بدون محدودیت خرید یا ۱۰۰ تا ۲۰۰ خریدار فعال.",
    },
    {
        title: "مرحله ششم – Public Sale Stage 1",
        tokens: "۱۵۰,۰۰۰ توکن",
        price: "۰.۵۰ تا ۱ دلار",
        description:
            "فروش عمومی از طریق صرافی‌های ایرانی یا OTC؛ مناسب برای ۱۵۰ تا ۳۰۰ خریدار.",
    },
    {
        title: "مرحله هفتم – Public Sale Stage 2",
        tokens: "۱۵۰,۰۰۰ توکن",
        price: "شناور",
        description:
            "آخرین فرصت برای خرید توکن پیش از شروع بازار ثانویه است. فروش کاملاً آزاد و نهایی.",
    },
];

export const phases = [
    {
        title: "phase1",
        number: 1,
        tasks: [
            {
                desc: "طراحی مدل اقتصادی پروژه و مسیر رشد کاربران",
                status: true,
            },
            {desc: "جذب اعضای اولیه تیم و تعیین نقش‌ها", status: true},
            {
                desc: "توسعه نسخه ابتدایی پلتفرم از طریق ربات تلگرام (نمونه اولیه یا MVP)",
                status: true,
            },
            {desc: "تدوین ساختار آموزشی سطوح VIP 0 و VIP1", status: true},
            {
                desc: "طراحی نسخه اولیه سایت و آماده‌سازی زیرساخت‌های فروش",
                status: true,
            },

            {
                desc: "تهیه اسناد رسمی، پرزنتیشن‌ها و مطالب معرفی پروژه",
                status: true,
            },
            {
                desc: " آماده‌سازی تبلیغات مرحله اول فروش خصوصی توکن BEHT از طریق کانال «به‌تحلیل»",
                status: true,
            },
            {
                desc: "تست اولیه کیف پول کاربران و ثبت اطلاعات حساب‌ها",
                status: true,
            },
            {desc: "امنیت و انتشار توکن BEHT روی بلاک‌چین TON", status: true},
        ],
        active: true,
    },
    {
        title: "phase2",
        number: 2,
        active: false,
        tasks: [
            {
                desc: " جذب نهایی اعضای تخصصی تیم و تثبیت ساختار درون‌سازمانی",
                status: true,
            },
            {
                desc: " مینت توکن و انتقال آن به والت های مربوط",
                status: true,
            },
            {
                desc: " تست زیرساخت کیف پول داخلی کاربران",
                status: true,
            },
            {
                desc: "  اجرای مرحله اول و دوم پیش‌فروش توکن BEHT لاز طریق کانال «به‌تحلیل»",
                status: false,
            },
            {
                desc: " نهایی‌سازی توسعه و تست ربات تلگرام",
                status: false,
            },
            {
                desc: "اجرای اقدامات حقوقی از جمله احراز هویت کاربران (KYC)، ثبت برند و سیاست‌های حفاظت از داده‌ها",
                status: false,
            },
            {
                desc: " بارگذاری کامل دوره‌های آموزشی سطوح VIP 0 و VIP 1",
                status: false,
            },

            {
                desc: "آماده‌سازی نسخه نهایی سایت و اتصال آن به ربات تلگرام",
                status: false,
            },
        ],
    },
    {
        title: "phase3",
        number: 3,
        active: false,
        tasks: [
            {
                desc: "  اجرای مرحله سوم و چهارم پیش‌فروش توکن در کانال «به‌تحلیل»",
                status: false,
            },
            {
                desc: "  اجرای مرحله پنجم فروش توکن از طریق یک صرافی غیرمتمرکز (DEX)",
                status: false,
            },
            {
                desc: "  نهایی‌سازی اتصال کامل سایت و ربات تلگرام",
                status: false,
            },
            {
                desc: "  آغاز توسعه مینی‌اپ تلگرام با قابلیت‌های پیشرفته",
                status: false,
            },
            {
                desc: "  بارگذاری کامل دوره‌های آموزشی سطوح VIP 2 و VIP 3",
                status: false,
            },
            {
                desc: "  طراحی و انتشار نسخه‌های اولیه NFT برای کاربران یادگیرنده",
                status: false,
            },
            {
                desc: "  تکمیل توسعه کیف پول داخلی با نمایش دارایی‌ها، امتیازها و مسیر رشد کاربران",
                status: false,
            },
        ],
    },
    {
        title: "phase4",
        number: 4,
        active: false,
        tasks: [
            {
                desc: "آغاز فروش عمومی توکن BEHT در مراحل «استیج اول» و «استیج دوم» از طریق صرافی‌های ایرانی",
                status: false,
            },
            {
                desc: "فراهم‌سازی امکان خرید و فروش توکن توسط کاربران داخلی",
                status: false,
            },
            {desc: "فعال‌سازی اشتراک VIP از طریق پرداخت توکن BEHT", status: false},
            {
                desc: "انتشار رسمی NFTهای مسیر رشد و فراهم‌سازی امکان اشتراک‌گذاری آن‌ها در شبکه‌های اجتماعی",
                status: false,
            },
            {
                desc: "فعال‌سازی مسیرهای آموزشی سطوح VIP 0 تا 3 برای عموم کاربران",
                status: false,
            },
            {
                desc: "آغاز ترجمه و بارگذاری ویدیوهای آموزشی به زبان عربی",
                status: false,
            },
            {
                desc: "توسعه کیف پول اختصاصی با قابلیت‌های فریز و استیک توکن",
                status: false,
            },
            {
                desc: "راه‌اندازی نسخه وب با امکانات داشبورد مالی، رتبه‌بندی کاربران و مدیریت دارایی‌ها",
                status: false,
            },
            {
                desc: "انتشار نسخه پیشرفته مینی‌اپ تلگرام با قابلیت‌های تعاملی گسترده",
                status: false,
            },
            {
                desc: "شروع همکاری با صرافی‌ها و پارتنرهای داخلی و منطقه‌ای",
                status: false,
            },
        ],
    },
    {
        title: "phase5",
        number: 5,
        active: false,
        tasks: [
            {
                desc: "تکمیل دوره‌های آموزشی زبان عربی و آغاز تبلیغات در بازار عرب‌زبان",
                status: false,
            },
            {
                desc: "آغاز ترجمه و بارگذاری دوره‌های آموزشی به زبان انگلیسی",
                status: false,
            },
            {
                desc: "فعال‌سازی سیستم استیکینگ و ارائه پاداش به هولدرهای بلندمدت توکن BEHT",
                status: false,
            },
            {
                desc: "راه‌اندازی سیستم رأی‌گیری ساده (مدل DAO سبک) برای تصمیمات کلان پلتفرم",
                status: false,
            },
            {
                desc: "آغاز کمپین‌های تبلیغاتی بین‌المللی برای جذب کاربران جدید و توسعه بازار جهانی",
                status: false,
            },
        ],
    },
];

export const SocialMedia = [
    {
        name: "instagram",
        link: "https://www.instagram.com/behland.official/",
        disable: false,
    },
    {
        name: "twitter",
        link: "https://x.com/BehLandOfficial",
        disable: false,
    },
    {
        name: "telegram",
        link: "https://t.me/BehLand_Official",
        disable: false,
    },
    {
        name: "linkedin",
        link: "https://www.instagram.com/behland.official/",
        disable: true,
    },
];


export const faqs = [
    {
        title: "به‌لند دقیقاً چیه؟",
        content: "به‌لند یک پلتفرم آموزش مالی بازی‌محوره که همزمان با یادگیری، می‌تونی درآمد هم داشته باشی. هر مرحله مثل یک بازی طراحی شده و تو رو قدم‌به‌قدم به سمت تحلیلگر حرفه‌ای و استقلال مالی می‌بره."
    }, {
        title: "چرا اسمش به‌لند انتخاب شده؟",
        content: "چون به‌لند یک «سرزمین» جدیده؛ جایی که دانش، بازی و اقتصاد کنار هم قرار گرفتن و آینده مالی در اون ساخته می‌شه."
    },
    {
        title: "آیا به‌لند فقط در ایران فعاله یا بین‌المللیه؟",
        content: "به‌لند در سه مرحله طراحی شده: اول ایران، بعد بازار عرب‌زبان، و در نهایت جامعه انگلیسی‌زبان. یعنی چشم‌اندازش از ابتدا بین‌المللیه."
    },
];

export const faqTabs = [
    {
        id: "1",
        title: "بهلند و آینده آن",
        icon: "icon-medal-star",
        questions: [
            {
                title: "به‌لند دقیقاً چیه؟",
                description: "به‌لند یک پلتفرم آموزش مالی بازی‌محوره که همزمان با یادگیری، می‌تونی درآمد هم داشته باشی. هر مرحله مثل یک بازی طراحی شده و تو رو قدم‌به‌قدم به سمت تحلیلگر حرفه‌ای و استقلال مالی می‌بره.",
            },
            {
                title: "چرا به‌لند روی بلاکچین ساخته شده؟",
                description: "برای اینکه همه چیز شفاف، غیرقابل‌دستکاری و عادلانه باشه. در به‌لند اقتصاد بر پایه بلاکچین طراحی شده تا هم اعتماد کاربران جلب بشه و هم توکن‌ها همیشه در گردش واقعی باشن"
            },
            {
                title: "به‌لند الان در چه مرحله‌ایه؟",
                description: "نسخه اولیه (MVP) راه‌اندازی شده و از طریق ربات تلگرام و کیف پول داخلی فعاله. در مراحل بعدی داشبورد وب، اپلیکیشن و قابلیت‌های پیشرفته هم اضافه می‌شن."
            },
            {
                title: "چرا اسمش به‌لند انتخاب شده؟",
                description: "چون به‌لند یک «سرزمین» جدیده؛ جایی که دانش، بازی و اقتصاد کنار هم قرار گرفتن و آینده مالی در اون ساخته می‌شه"
            },
            {
                title: "آیا به‌لند فقط در ایران فعاله یا بین‌المللیه؟",
                description: "به‌لند در سه مرحله طراحی شده: اول ایران، بعد بازار عرب‌زبان، و در نهایت جامعه انگلیسی‌زبان. یعنی چشم‌اندازش از ابتدا بین‌المللیه."
            },
            {
                title: "درآمد اصلی به‌لند از کجاست؟",
                description: "از فروش اشتراک VIP، محتوای تحلیلی، آموزش‌های تخصصی، استیکینگ (قفل‌گذاری توکن) و همکاری‌های تجاری با برندهای معتبر. این مدل درآمدی باعث پایداری بلندمدت پروژه می‌شه"
            },
            {
                title: "تیم به‌لند چه کسانی هستن؟",
                description: "یک تیم متشکل از متخصصان اقتصاد، تحلیل بازار، برنامه‌نویسی، بلاکچین، تولید محتوا و بازاریابی. هرکدوم نقش مشخصی دارن و سابقه‌شون باعث شده پروژه پایدار و جدی پیش بره"
            },
            {
                title: "چطور می‌تونم در به‌لند مشارکت کنم؟",
                description: "در به‌لند می‌تونی به چند شکل مشارکت کنی:\n" +
                    "به‌عنوان متخصص: اگه تخصصی داری، می‌تونی به تیم ما اضافه بشی و نقش فعالی در توسعه پروژه داشته باشی.\n" +
                    "به‌عنوان سرمایه‌گذار اولیه: می‌تونی در پیش‌فروش‌های آینده شرکت کنی و توکن BEHT رو با قیمت پایین‌تر بخری.\n" +
                    "به‌عنوان دانشجو: بعد از شروع مسیر آموزشی، به‌عنوان کاربر وارد می‌شی، یاد می‌گیری و همزمان از یادگیریت درآمد کسب می‌کنی.\n"
            }
        ]
    },
    {
        id: "2",
        title: "آموزش و دوره ها",
        icon: "icon-teacher",
        questions: [
            {
                title: "چه فرقی با بقیه پلتفرم‌های آموزشی داره؟",
                description: ".به‌لند خشک و تئوری نیست. اینحا همه چیز بازی‌محوره؛ پر از ماموریت، چالش و پاداش. یاد میگیری، عمل میکنی همزمان می تونی درآمد هم داشته باشی.\n"
            }, {
                title: "سطح‌بندی کاربران چطوریه؟",
                description: "کاربرها از سطح «VIP0 – تازه‌وارد» شروع می‌کنن و بعد به‌تدریج به VIP1، VIP2 و VIP3 می‌رسن. هر سطح آموزش عمیق‌تر و فرصت‌های بیشتری برای درآمد داره. در نهایت می‌تونی به یک تحلیلگر حرفه‌ای تبدیل بشی"
            }, {
                title: "نیاز به دانش قبلی مالی دارم؟",
                description: "خیر. به‌لند از مفاهیم پایه شروع می‌کنه و قدم‌به‌قدم مسیر یادگیری رو پیش می‌بره. حتی اگه هیچ پیش‌زمینه‌ای نداری، می‌تونی از صفر وارد بشی."
            }, {
                title: "چه بازارهایی در به‌لند آموزش داده می‌شن؟",
                description: "سه بازار اصلی : رمزارزها , فارکس , سهام"
            }, {
                title: "اگر بازار رمزارز یا فارکس ریسک بالایی داره، به‌لند چه کمکی می‌کنه؟",
                description: "بیش از ۸۰٪ افراد به خاطر نداشتن آموزش درست سرمایه‌شون رو از دست می‌دن. به‌لند با آموزش بازی‌محور، مدیریت ریسک و شبیه‌سازی معاملات کمک می‌کنه قبل از ورود جدی، تجربه و دانش کافی به دست بیاری"
            },
        ]
    },
    {
        id: "3",
        title: "شروع , عضویت، سرمایه گذاری و درآمد",
        icon: "icon-vector-13",
        questions: [
            {
                title: "چه تضمینی هست که پروژه فقط برای جذب سرمایه ساخته نشده باشه؟",
                description: "به‌لند از روز اول با سرمایه شخصی تیم راه‌اندازی شد و نسخه اولیه (MVP) بدون وابستگی به سرمایه‌گذار خارجی ساخته شد. این نشون می‌ده تیم متعهد به آینده و موفقیت بلندمدته، نه جذب سریع سرمایه."
            }, {
                title: "واقعاً می‌شه از آموزش در به‌لند درآمد داشت؟",
                description: "بله. مدل به‌لند «یادگیری همراه با درآمد (Learn-to-Earn)» هست.\n" +
                    "هر درسی که یاد می‌گیری برات امتیاز میاره و در پایان هر ماه می‌تونی بر اساس همین امتیازها درآمد واقعی داشته باشی.\n" +
                    "علاوه بر این، می‌تونی دانشی که یاد گرفتی رو در قالب تحلیل، سیگنال یا حتی تولید محتوا به درآمد تبدیل کنی.\n"
            }, {
                title: "سرمایه‌گذاری اولیه لازمه؟",
                description: "در به‌لند سطح VIP0 رایگانه تا بتونی مسیر ما رو تجربه و درک کنی.\n" +
                    "از سطح‌های بعدی باید با توکن BEHT پرداخت کنی، اما خبر خوب اینه که بعد از اون، ماهیانه درآمد به دست میاری و می‌تونی هزینه سطح‌های بالاتر رو از همون درآمدت پرداخت کنی.\n"
            },
        ]
    },
    {
        id: "4",
        title: "توکن ،فنی و پشتیبانی",
        icon: "icon-setting",
        questions: [
            {
                title: "BEHT فقط یک توکنه یا پشتش ارزش واقعی داره؟",
                description: "BEHT فقط یک نشانه دیجیتال نیست. این توکن ابزار اقتصادی فعالیه که برای اشتراک VIP، خرید تحلیل، دوره‌ها و حتی دریافت بخشی از درآمدت استفاده می‌شه. ارزشش از مصرف واقعی و مداوم درون پلتفرم میاد، نه صرفاً از نوسانات بازار."
            }, {
                title: "توکن BEHT چه نقشی داره؟",
                description: "BEHT توکن اختصاصی به‌لنده و قلب اقتصاد این پلتفرمه. باهاش می‌تونی اشتراک VIP بگیری، به دوره‌های تخصصی دسترسی پیدا کنی یا بخشی از درآمدت رو دریافت کنی. این توکن همیشه در گردش می‌مونه و پایه‌ی اقتصاد واقعی به‌لند رو می‌سازه."
            }
        ]
    }
]

import behcow from "@/assets/Images/beh/Behcow3.png"
import behcow2 from "@/assets/Images/beh/‌‌‌behcow.png"
import behdunk from "@/assets/Images/beh/Behdonk2.png";
import behdunk2 from "@/assets/Images/beh/Behdank.png"
import behship from "@/assets/Images/beh/‌‌‌behship.png"

export const characters = [
    {
        name: "به کو",
        title: "Behcow",
        gender: "گاو ماده",
        age: "۱۸ ",
        position: "راهنمای تازه‌واردها، ایجاد حس امنیت و انگیزه در یادگیری",
        character: " پرانرژی، حامی، صبور، مهربان",
        goal: "   رشد همراه کاربران و تبدیل‌شدن به مربی کامل.",
        weakness: "گاهی بیش از حد ساده‌لوح و زودباور، و در مواجهه با به‌بول دست‌پاچه می‌شود.",
        relationship: ["استفاده از تجربه های به‌بیر", "ارتباط صمیمی با به‌شیپ"],
        story: " در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.",
        image: behcow,
        thumbnail: behcow2,
        symbol: "نشان‌دهنده قدرت، حمایت و مسیر یادگیری تازه‌واردها",
        color  : "#E3E9BC"
    }, {
        name: "به شیپ",
        title: "Behship",
        gender: " گوسفند ماده محتاط",
        age: " ۲۲",
        position: "همراه کاربر در مأموریت‌ها؛ نشان‌دهنده اثرات منفی احتیاط بیش‌ازحد است و شما از اشتباه او درس میگیرید . ",
        character: "تحلیل‌گر، محتاط، مضطرب",
        goal: "   رشد همراه کاربران و تبدیل‌شدن به مربی کامل.",
        weakness: "فلج تصمیم‌گیری (Overthinking).",
        relationship: ["استفاده از تجربه های به‌بیر", "ارتباط صمیمی با به‌شیپ"],
        story: "  در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.",
        image: behship,
        thumbnail: behcow2,
        symbol: "نماینده احتیاط و تحلیل‌های محتاطانه",
        color  : "#D0B685"
    }, {
        name: "به دانک",
        title: "Behdonk",
        gender: "الاغ نر پرهیجان",
        age: "  ۲۰",
        position: "نمونه زنده ریسک‌های کنترل‌نشده؛ کاربران با دیدن اشتباهات او مفهوم مدیریت ریسک را می‌آموزند.",
        character: "عاشق هیجان، پرریسک، بی‌پروا",
        goal: "رسیدن به یک معامله بزرگ که او را ثروتمند کند.",
        weakness: "اعتیاد به ریسک و بی‌توجهی به هشدارها.",
        relationship: [" باعث نگرانی به‌کو و به‌شیپ", "درگیر بحث ریسک با به‌بول و به‌بیر."],
        story: "  در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است.در یک خانواده ساده و پرتلاش بزرگ شد. همیشه دوست داشت پلی باشد بین تازه‌کارها و دنیای بزرگ بازار. با اینکه سن کمی دارد، با گوش‌دادن به مشکلات دیگران و روحیه حمایت‌گرانه‌اش جایگاه خاصی در بهلند پیدا کرده است."
        , image: behdunk,
        thumbnail: behdunk2,
        symbol: "نماد ریسک و تجربه‌های پرهیجان بازار",
        color: "#EFEFEF"
    },
]